[
  {
    "title": "Virginia Tech Department of Computer Science",
    "alias": "symbiotic",
    "headline": "Quality Engineering Intern",
    "timeline": "present",
    "searchDescription": "Engineering the next tool to help doctors revascularization decisons",
    "longDescription": "At Symbiotic AI I'm helping develop V1 of Revaz AI. Learned lots about AWS, including SES, Amplify, S3, and EC2. Designed and then developed the waitlist site for the AI product."
  },

  {
    "title": "FPT Software",
    "alias": "meetmidway",
    "headline": "Artificial Intelligence Intern",
    "timeline": "May 2024 - Oct 2024",
    "type": "startup",
    "searchDescription": "Advisor: Dr. Tu Vu, Faculty Researcher at Google Gemini (tuvllms.github.io)",
    "longDescription": "Research Topic: Search Engine Augmented Large Language Models"
  },
  {
    "title": "Generative AI Project: Singing Voice Synthesis",
    "alias": "Software Engineer",
    "headline": "Research Assistant",
    "timeline": "Nov 2023 - Mar 2024",
    "type": "startup",
    "searchDescription": "Leading North America's full-service technology, advisory and software development companies",
    "longDescription": "My first internship in a corporate environment - I revamped the recruitment screen and made beyond the expecations of my role by creating a game to help you decide how you'd best fit into the company. Learned lots about scrum. "
  },
  {
    "title": "Lovealot.Together (400K followers and 22M+ likes on TikTok)",
    "alias": "Chief Operating Officer & Data Analyst",
    "headline": "Chief Operating Officer & Data Analyst",
    "timeline": "Sep 2022 - Present",
    "type": "startup",
    "searchDescription": "Analyzed the TikTok algorithm and viewing data to create videos tailored to viewers' interests across 10 countries.",
    "longDescription": "Implemented a Selenium bot to like comments, increasing daily viewer interactions by 5% and improving retention. Secured a paid partnership with Vietnam’s number 1 pay TV provider, promoting products for 10+ brands."
  }
]
