[
  {
    "title": "Chess & Life",
    "alias": "yyz",
    "headline": "FIDE, USCF Chess Player",
    "timeline": "May 2010 - Now",
    "searchDescription": "Growing up, I realized a chess game is just like a long journey of life.",
    "longDescription": "..."
  },
  {
    "title": "Brave",
    "alias": "speech",
    "headline": "Life Far From My Homeland",
    "timeline": "August 21, 2024 - Now",
    "searchDescription": "There is always a second place that feels like home, I gotta adapt to a complete new world, outside of the bubble I was comforted inside.",
    "longDescription": "Above is the picture of me and my hero.\n\nA glance of mischief, tongue astray,\nA heart of steel, come what may.\nIn winter's chill, a light she brings,\nMy hero, on whispered wings.\n\nMy hero, she really is.  This picture, with Christmas lights blurred behind, isn't just a snapshot – it's a moment from a symphony of love, with her as the soaring melody.\n\nThink of the playful opening, like her mischievous eyes and tongue - that’s the lively first movement. But listen deeper, and you hear the strength, her resilience - the steady bass line grounding me, the cello's warmth in hard times.\n\nThat freezing night, bundled in our winter gear, felt like a winter wind section. Yet, between us, there was warmth, a rich adagio of quiet understanding.\n\nThe blurred golden lights? Violins, shimmering, echoing how she lights my life - not suddenly, but with a constant glow. She's the harmony enriching everything, the rhythm moving me forward.  More than just my girlfriend, she conducts my symphony of love.  And in this picture, we're in perfect concert, for a moment caught in time."
  },
  {
    "title": "Growth",
    "alias": "rbc",
    "headline": "Gap Year Before Entering College",
    "timeline": "May 15, 2022 - August 15, 2023",
    "searchDescription": "I explored myself in various versions. I become more freedom. I found peace in music. I found my soul in storytelling.",
    "longDescription": "..."
  },
  {
    "title": "Confidence",
    "alias": "spont",
    "headline": "TEDx Speech: A Wary but Positive Look at AI",
    "timeline": "June 20 2023",
    "type": "startup",
    "searchDescription": "From a sitting duck to a motivational speaker, I aim to ignite hearts and minds, encouraging everyone to pursue their happinesses in life.",
    "longDescription": "..."
  }
]
