[
  {
    "title": "Chess & Life",
    "alias": "yyz",
    "headline": "FIDE, USCF Chess Player",
    "timeline": "May 2010 - Now",
    "searchDescription": "Growing up, I realized a chess game is just like a long journey of life.",
    "longDescription": "..."
  },
  {
    "title": "Brave",
    "alias": "speech",
    "headline": "Life Far From My Homeland",
    "timeline": "August 15, 2023 - Now",
    "searchDescription": "There is always a second place that feels like home, I gotta adapt to a complete new world, outside of the bubble I was comforted inside.",
    "longDescription": "Above is the picture of me and my hero.\n\n'Her smile, a dawn, breaks through the gray,\nHer strength, a tide, that washes care away.\nWhen darkness falls, her love, a warming ray,\nMy constant hero, come what may.'\n\nMy constant hero, she is, and so much more.  This photo, softened by Christmas lights, isn't just an image – it's a moment from our romantic symphony, with her as its soul.\n\nHer smile? The bright, hopeful opening movement. Her strength? The deeper, majestic chords, washing away all worries.  That cold night, bundled close, felt like a winter serenade, warmed by a quiet, profound love.\n\nAnd those blurred golden lights?  Violins, weaving enchantment, echoing her constant, nurturing love—a warmth in darkness. More than my girlfriend, she's the hero of my heart, the muse of my soul's song. In this picture, we're romantically bound, two souls in perfect harmony."
  },
  {
    "title": "Growth",
    "alias": "rbc",
    "headline": "Gap Year Before Entering College",
    "timeline": "May 15, 2022 - August 15, 2023",
    "searchDescription": "I explored myself in various versions. I become more freedom. I found peace in music. I found my soul in storytelling.",
    "longDescription": "..."
  },
  {
    "title": "Confidence",
    "alias": "spont",
    "headline": "TEDx Speech: A Wary but Positive Look at AI",
    "timeline": "June 20 2023",
    "type": "startup",
    "searchDescription": "From a sitting duck to a motivational speaker, I aim to ignite hearts and minds, encouraging everyone to pursue their happinesses in life.",
    "longDescription": "..."
  }
]
